param = {
    "ct1": {
        "ct1_1": {
            "name": "zhangsan",
            "age": "18"
        },
        "ct1_2": {
            "hah": "zhang133san",
            "hhahhh": "18333"
        }
    },
    "ct2": {
        "ct2_1-1": {
            "中横线是同样的表单，按索引往后加": [1, 2, 3],
            "file": 'www/baidu.com'
        },
        "ct2_1-2": {
            "arr": [2, 3, 4],
            "file": 'www/baidu.co2222222m'
        }
    },
    //。。。。
    //。。。。
    //。。。。
    //。。。。
    "ct5": {

        "ct5_1": {
            //中共党组织
            "ct_5_1_1": {
                //党组织表（唯一的不可添加）
                "ct5_1_1_0": {
                    "xxxx": 'input的值',
                    "dsdsd": "textarea的值"
                },
                //党组织主要领导1
                "ct5_1_1_1-1": {
                    "xxx": "xxx"
                },
                //党组织主要领导2
                "ct5_1_1_1-2": {
                    "xxx": "xxx"
                },
                //党组织主要领导3。。。。
                "ct5_1_1_1-3": {
                    "xxx": "xxx"
                }

            }
            //民主党派

        }


    }
}